import { memo } from "react";
import P from "../../../../atoms/p";
import ArticleContent from "../../../../molecules/article-content";

interface Props {}

export const Article20211228: React.VFC<Props> = memo(() => {
  return (
    <ArticleContent>
      <P>
        今日も仕事のやる気が出ない。
      </P>
      <P>
        ラプ様が、今年は600冊の本を読んだと言っていた。がむしゃらに本を読んでいても、読んでいる本の数は言えない。よって、ラプ様は意識して本を読み続けていることになる。本を読み終わったらどこかに記録でもつけているのだろうか。
      </P>
      <P>
        何かを成し遂げるためには何かを積み重ねる必要がある。僕は毎日文章を書いているが、それ以上のことはしていない。本を読んだり他の人の文章を読んだりしていない。そのため、文章はいつまで経っても成長していないように思う。これは良くない。やはり、自分の考えを正確に表現するためには、ただアウトプットしているだけでは駄目で、何らかのインプットを行う必要がある。
      </P>
      <P>
        最近読んだ本といえば『そして誰もいなくなった』である。ニコ動にある『超幻想郷級のダンガンロンパ』シリーズ内で「面白い」と紹介されていたため読んだ。この本は他の場所でも紹介されており、全員死ぬという結末を知っていたため、次に殺される参加者は誰だろう、どんな殺され方をするのだろうとドキドキしながら読んだ。ここは誰も見ないと思うので遠慮なくネタバレするけれど、まさか犯人が判事だとは思わなかった。途中までは医者が怪しいと思っていて、最後の2人になったときは外部犯かと疑った。本の中でいくら「この参加者の中に犯人がいる」と書かれていても、そう思わずにはいられなかった。しかし、推理もので外部犯であることなんて絶対にないので、結局最後の最後まで犯人を予想できなかった。
      </P>
      <P>
        法で裁かれなかった人のうち、罪の軽いものから先に殺していくと犯人は言っていたが、子供2人を轢いた若者が最初に殺された。僕的には、体育教師よりも罪は重たく感じる。…体育教師が子供を殺した動機は何だっただろう？思い出せない。お金のためだっただろうか。それとも子供またはその親に何らかの憎しみを抱いていたからだろうか。
      </P>
      <P>
        本とネットで調べていると、限嗣（げんし）相続という言葉が出てきた。これは相続の順序を規定する制度のことである。
      </P>
      <P>
        『そして誰もいなくなった』では、ヴェラの愛していたフィーゴよりも、まだ幼いシリルのほうが相続の優先度が高かった。よって、シリルがいなくなることでフィーゴに財産が与えられるようになる。シリルは泳ぐのが得意ではなく、それを知っていたヴェラは、遠くにある岩までシリルを泳がせた。そしてシリルは死んだ。
      </P>
      <P>
        ヴェラがシリルに行ったことは、「岩まで泳いでいいわよ」という発言だけである。しかし、そこには明確な殺意があった。2人の子供を殺した若者には殺意はなかっただろう。その点で、ウォーグレイヴ判事はヴェラを重罪としたのだと思う。
      </P>
      <P>
        「言葉とは凶器」と聞いたことがあるけれど、その意味が少しわかった気がする。ヴェラは、ただただ「岩まで泳いでいいわよ」と発言しただけである。その言葉にはマイナスの言葉が一切含まれていない。しかし、その言葉が最も重罪だとウォーグレイヴ判事は判断した。それが面白い。
      </P>
      <P>
        凶悪な殺人と聞くと無差別な連続殺人犯を思い浮かべるけれど、言葉だけで人を殺して法で裁かれていない殺人が、最も凶悪な殺人かもしれない。そう考えると、僕も何らかの殺人を行ったことがあるかもしれない。
      </P>
      <P>
        言葉は慎重に使おう、と思った。
      </P>
    </ArticleContent>
  );
});

export default Article20211228;
